app/controllers/users_controller.rb

  def create
    user = User.create(user_params)
---
INSERT INTO "users" ("username", "password_digest", "image_url", "bio", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)